Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_118_itemid_EQ_168.tmx
Source language: sme
Languages: smn

source: Sámekulturguovddáš oanehaččat
smn: Sämikulttuurkuávdáš uánihávt

source: Fidnu viidodat 4800 brm2
smn: Tooimâ vijđesvuotâ 4800 bruttom2

source: Doaimmat
smn: Tooimah

source: hálddahusdoaimmat
smn: haaldâšlâš tooimah

source: kulturdoaimmat
smn: kulttuurtooimah

source: oahpahus- ja dutkandoaibma
smn: máttááttâs- já tutkâmuštoimâ

source: ealáhusaid ovddidandoaimmat
smn: iäláttâsâi ovdedemtooimah

source: doarjjabálvalusat
smn: toorjâpalvâlusah

source: Sisdoallu
smn: Siskáldâs

source: sápmelaš hálddahus- , kultuvra- , oahpahus- ja máhttinguovddáš
smn: säämi haldâšem- , kulttuur , škovlim- já mättimčuákki

source: dáhpáhusdállu ( filbma , musihkka , čoahkkimat ja konfereanssat )
smn: tábáhtustáálu ( elleekove , muusik , čuákkimeh já konfereensah )

source: sápmelaččaid parlameantadállu Suomas
smn: sämmilij parlamenttáálu Suomâst

source: sierra oassedoaimmat ovttas ráhkadit doaibmi ja čavddes oppalašvuođa
smn: jieškote-uv uásitooimah oovtâst taheh tuáimee já čapo oleslâšvuođâ

source: Ulbmiláigetávval
smn: Mittomeriäigitavlu

source: 2008 arkiteaktagilvu
smn: 2008 arkkitehtkišto

source: 2012 kulturguovddáš doaibmamin
smn: 2012 kulttuurkuávdáš toimâmin

source: Sámekulturguovddáža prošeaktahoavda lea Juha Guttorm ja prošeaktabargi Marja-Riitta Lukkari .
smn: Sämikulttuurkuávdáá proojekthovdân tuáimá Juha Guttorm já proojeektpargen Marja-Riitta Lukkari .
